/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Dar acesso";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "O Forsta necessita ter acesso aos seus contatos. Nós não armazenamos seus contatos em nossos servidores.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Desculpe!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Aceitar novos números de segurança";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Ação Necessária";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "O Forsta necessita ter acesso aos seus contatos, mas esse acesso está atualmente restrito. O Forsta irá fechar. Você pode desabilitar a restrição temporariamente para permitir acesso aos seus contatos indo em Ajustes >> Geral >> Restrições >> Contatos >> Permitir Alterações.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Fechar";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Atender";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Nova mensagem! Abra o app para lê-la.";

/* No comment provided by engineer. */
"APN_Message" = "Nova Mensagem!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Mensagem de";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Mensagem no grupo";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ no grupo %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arquivar";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arquivo";

/* No comment provided by engineer. */
"ATTACHMENT" = "Anexo";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Falhou baixando anexo, toque para tentar novamente.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Baixando anexo";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Novo anexo empilhado para recuperação.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Para funcionar corretamente o Forsta precisa acessar seu microfone. Você pode permitir o acesso ao microfone em Ajustes >> Privacidade >> Microfone >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Chamar de volta";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Escolher na Biblioteca...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Isto irá zerar o aplicativo ao remover suas mensagens e desregistrá-lo com o servidor. A app irá fechar após a remoção dos dados.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Tem certeza de que deseja excluir sua conta?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Você não poderá mais enviar nem receber mensagens neste grupo.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Você tem certeza que deseja sair?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Conectar Novo Dispositivo";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Confirmar";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Número não registrado";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Configurações de Conversa";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Selecionar Código Do País";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u dias";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Recebida";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Última atividade: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Vinculado: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Falha na atualização da lista de dispositivos.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Mensagens efêmeras";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Se assim habilitadas, as mensagens enviadas e recebidas nesta conversa irão desaparecer após terem sido lidas.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Ignorar";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Editar Grupo";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Salvar";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Clique no botão Escrever";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Iniciar sua primeira conversa no Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Você pode arquivar conversas inativas para mais tarde da sua caixa de entrada.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Limpar Suas Conversas.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Convidar contato";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Nenhum dos seus contatos possui Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Por que você não convida alguém?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Dica: adicione uma conversa como lembrete!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Feito. Feito. Feito.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Nada. None. Zero. Zilch.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Limpíssima";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Falha no servidor!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Encerrar";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Falha ao estabelecer conexão!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Você encerrou a chamada.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "A outra pessoa encerrou a chamada.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Falha ao iniciar a sessão!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Mensagem do Servidor:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Número não registrado no Forsta ou RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Pessoa destinatária não está disponível.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Você Rejeitou a Chamada.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Chamada Rejeitada.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Você Realizou outra Chamada.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Ocupada...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Chamada Perdida.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Falha no Cliente!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Falha ao enviar mensagem.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "O Forsta não pôde se conectar à Internet. Tente outra rede Wi-Fi ou utilize dados móveis.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Erro no servidor. Por favor, tente novamente mais tarde.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "O destinatário não é mais um usuário do Sinal.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Recebi uma mensagem duplicada.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "A chave do recipiente não é válida.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Recebi uma mensagem não compatível com esta versão.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Sem sessão disponível para contato.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Erro desconhecido.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Mudança nos números de segurança. Clique para verificar.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Ops!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Falha no envio. Clique para tentar novamente.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Falha ao Verificar Números de Segurança!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Reiniciar esta sessão.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar trocado.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Grupo criado.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Criango um novo grupo";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Flaha ao criar grupo";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Gerenciamento do Grupo";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ entrou no grupo.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ saiu do grupo.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Membros do grupo";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Saindo do grupo %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Falha ao sair do grupo";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "O título agora é '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grupo atualizado.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Você saiu do grupo.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u horas";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Conectando...";

/* Call setup status label */
"IN_CALL_RINGING" = "Chamando...";

/* Call setup status label */
"IN_CALL_SECURING" = "Atendido. Estabelecendo ligação segura...";

/* Call setup status label */
"IN_CALL_TALKING" = "Segura. Ativa.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Concluído.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Chamada recebida";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Chamada de %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Mensagens expiram depois de %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Mensagens não expiram.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Sair";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Sair do Grupo";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Falha na conexão com o dispositivo.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Este dispositivo estará habilitado para ver seus grupos e contatos, ler suas mensagens e enviar mensagens em seu nome.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Conectar este dispositivo?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Tente novamente";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Escanei o QR code exibido no dispositivo para cnectar";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Escanear QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Conectar Novo Dispositivo";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Dispositivos Vinculados.";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Conexão do Dispositivo Falhou";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Listar Membros do Grupo";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Carregando seus contatos.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Cruze os dedos!";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Registros";

/* No comment provided by engineer. */
"ME_STRING" = "Eu";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nova mensagem";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutos";

/* No comment provided by engineer. */
"MISSED_CALL" = "Chamada perdida";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Chamada perdida de %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Você recebeu uma chamada de %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Você ligou para %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Você não pode emparelhar mais nenhum dispositivo.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Você excedeu o limite de dispositivos que podem ser emparelhados com a sua conta. Por favor, remova o dispositivo ou tente emparelhá-lo mais tarde. ";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "POr favor, verifique se você está online e tente de novo.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Conectado";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Conectando";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Situação da Rede";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Offline";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Você pode verificar a situação da rede observando a barra acima da sua caixa de entrada.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Novo grupo";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nomear esse grupo de bate-papo";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Adicionar pessoas";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Sua mensagem falhou ao ser enviada para %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Devido ao um bug conhecido no framework de notificações da Apple, as pré-visualizações só serão mostradas se a mensagem for recuperada dentro de 30 segundos depois de enviada. O badge do app pode não ser preciso como resultado.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Sem nome ou mensagem";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notificações em segundo plano";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notificações dentro do app";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Nome do remetente & mensagem";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Enviar somente nome";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Exibir";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Notificações sonoras ";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ desabilitou mensagens efêmeras.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ definiu a expiração da mensagen efêmera para %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Chamada efetuada";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Seu iPhone precisa ser destravado para receber novas mensagens.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Você está usando uma versão antiga do Forsta. Você precisa atualizá-lo antes de verificar.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Seu contato está usando uma versão antiga do Forsta. Ele precisa atualizá-lo antes de verificar.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "O código escaneado não parece ser um código de número de segurança. Vocês estão ambos com uma versão atualizada do Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Se você deseja verificar a segurança da sua criptografia ponta-a-ponta com %@, compare os números acima com os números no dispositivo deles.\n\nOu então você pode escanear o código no telefone deles, ou ainda pedir a eles que escaneiem seu código.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verificar Números de Segurança";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Prosseguir";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Marcar como lida";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Responder";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Notificações";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Os alertas e notificações devem estar ativados para que o Forsta funcione corretamente. Por favor, altere em Ajustes >> Notificações >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Se você tem tido uma boa experiência usando o Forsta para conversas privadas, você pode nos apoiar escrevendo uma recomendação. Não levará mais do que um minuto e você estará ajudando outros a achar alguma privacidade.";

/* No comment provided by engineer. */
"RATING_RATE" = "Avalie o Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Apoie o Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Por favor, forneça um código de país válido";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Erro no Código de País";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "O Forsta possibilita privacidade nas conversas com seus contatos atuais. Para usar o Forsta, por favor autorize o acesso aos seus contatos.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Continuar";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Boas-vindas!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Tente novamente";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "O servidor está limitando novas inscrições atualmente, por favor tente novamente mais tarde.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Código Do País";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Inserir Número";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Erro ao registrar";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "Não podemos ativar sua conta até que você verifique o código que enviamos.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Este formato de número de telefone não possui suporte. Por favor, contactar a assistência. ";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Número De Telefone";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Tem alguém querendo enviar a sua primeira mensagem! Você precisa se registrar antes.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Seu Número De Telefone";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "A Verificação Falhou";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verificar Este Dispositivo";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Rejeitar";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "O número de telefone que você está tentanto registrar já foi registrado em um outro servidor. Por favor, anule o outro registro e tente de novo. ";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Re-registrar para notificações";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Tentar Novamente";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Os números de segurança de %@ mudaram. Talvez você queira verificá-los.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Escanear Código";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Buscar por nome ou número";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u segundos";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "A sessão segura foi reiniciada.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Enviar novamente";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Enviar";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Enviar SMS para:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Convidar amigos usando SMS que não é seguro?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Falha ao enviar SMS. Tente  de novo.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Você convidou seu amigo a usar o Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Você gostaria de convidar o seguinte número para o Forsta?";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Sobre";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Habilitar log de depuração";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Enviar log de depuração";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avançado";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Limpar Logs de Históricos ";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems \n Licenciado sob a GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Excluir conta";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Tem certeza que deseja excluir todo seu histórico (mensagens, anexos, histórico de chamadas...) ? Esta ação não pode ser revertida.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Sim, tenho certeza.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Ajuda";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Log de Histórico";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informação";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Convidar";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Configurações";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notificações";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privacidade";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Aprovação dos Números de Segurança";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Habilitar Segurança de Tela";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Impedir que imagens do Forsta aparecam no comutador de aplicativos";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Segurança de Tela";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Compartilhar link da instalação";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Suporte";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versão";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Mostrar novos números de segurança";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u dia";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hora";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minuto";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u semana";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Estou convidando você a instalar Forsta. Aqui está o link:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Seus números de segurança foram verificados. Você pode ficar seguro de que sua comunicação com %@ é privada.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Números de Segurança Verificados!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Capturar foto ou vídeo";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Tirar uma Foto";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Não foi possível receber uma lista de contatos atualizada do servidor. Por favor, tente novamente";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Cancelar";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Apagar";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Desarquivar";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Anexo desconhecido";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Contato Desconhecido";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Desvincular";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Removendo este device, você não podera mais enviar ou receber mensagens.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Desvincular \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta foi incapaz de desvincular o seu dispositivo.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Dispositivo sem nome";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Falha ao descadastrar do Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "O tipo de anexo recebido não é compatível.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Seu dispositivo não suporta esta característica.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Atualizar";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Atualizando Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Enviando...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Mudar Número";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Código de Verificação";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Ligue-me então";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Requisitar Código Novamente";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Enviar Código De Verificação";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verificar";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verifique os Números de Segurança";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Termine a configuração no Forsta Desktop";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u semanas";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Caixa de Entrada";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Você desabilitou mensagens efêmeras.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Você definiu a expiração de mensagens efêmeras para %@.";
